IDEA Open Model
ListOfResultOfMember.WriteXml Method
Compatible with IDEA StatiCa 20.1
 Writes XML
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public void WriteXml(
	XmlWriter writer
)
Public Sub WriteXml (
	writer As XmlWriter
)
Parameters
writer
Type: System.Xml.XmlWriter
XML writer
See Also
Reference
ListOfResultOfMember Class
IdeaRS.OpenModel.Result Namespace